{
  "image": "img/profile.jpeg",
  "imageAlt": "Deborah Lyon - Lymphatic Specialist",
  "intro": "Deborah is a certified lymphoedema therapist (MLD U.K.) specialising in the lymphatic system, providing **Manual Lymphatic Drainage**, **Post-operative care**, **Scar therapy**, **Lymphoedema and Lipoedema management** and **measuring services for compression**.",
  "servicesOffered": "Deborah also provides massage treatments for **Oncology care**, **Swedish/deep tissue**, **Brazilian lymphatic sculpting massage** and **lymphatic facials**.",
  "specialQualification": "Qualified Restore Scar therapist",
  "readMoreButtonText": "Read more about Deborah's expertise",
  "expandedContent": "With over 20 years experience, Deborah now specialises in the lymphatic system, with extensive knowledge, dealing with complex cases and compromised lymphatic systems.\n\nQualified in FG-MLD (fluoroscopy guided manual lymphatic drainage) LTA cert, and as a member of MLD UK and the British Lymphology Society, you can be assured you're in safe hands.\n\nWorking in Oncology, Deborah quickly realised a more in depth knowledge was needed of the lymphatic system, which also led her onto a journey discovering scar therapy.\n\nTrained with Restore Scar Therapy Deborah uses evidence-informed techniques to help improve scar tissue and release adhesions, giving advice to clients on how to self manage their own healing.\n\nIncorporating her extensive knowledge of lymphatic drainage, massage and scar therapy, Deborah is able to help many different clients recover post-operatively.\n\nHer knowledge and techniques help to minimise pain and inflammation, recovering faster and enhancing your surgical results.\n\nHer techniques are beneficial for both reconstructive or plastic surgeries or procedures such as liposuction for lipoedema.\n\nDeborah also provides lymphatic treatments to sculpt and define your body with visible results after just one session, reducing swelling, bloating and fluid retention, improving skin texture, cellulite and boosting the metabolism.\n\nThe Brazilian lymphatic sculpting treatment is very popular with clients wanting to feel more sculpted and energised.\n\nDeborah's clients love her knowledge and ability to turn her hand using different techniques to achieve the best results possible, making sure each treatment is tailor made to each individual client.\n\n**Deborah provides expert care and knowledge for the treatment of:**\n\n- Lymphoedema / Lipoedema\n- Compression service (made to measure or off the shelf)\n- Post-operative recovery\n- Oncology care\n- Scar therapy\n- Full body lymphatic drainage\n- Brazilian lymphatic body sculpting\n- Lymphatic facials\n- Swedish/deep tissue and Indian head massage"
}
