{
  "heading": "Client Testimonials",
  "items": [
    {
      "author": "Kirsty",
      "date": "Thursday, July 24, 2025",
      "stars": 5,
      "title": "Scar therapy with Deborah",
      "text": "Deborah is an excellent therapist and has made significant headway with my scar adhesion - restoring movement and flow. If you've had surgery then consider using her services."
    },
    {
      "author": "Carla",
      "date": "Wednesday, November 5, 2025",
      "stars": 5,
      "title": "Body and face lymphatic drainage with Deborah",
      "text": "Deborah is so welcoming and an absolute expert in her field. I always look forward to my massages with her — it's now a regular part of my beauty routine. I would highly recommend Deborah; you're truly in safe hands."
    },
    {
      "author": "Audrey",
      "date": "Monday, November 3, 2025",
      "stars": 5,
      "title": "Post-Op MLD with Deborah",
      "text": "Thank you once again for the fantastic MLD this week as every week pre and post op lower limb lipoedema surgery. Deborah is very skilled and knowledgeable with her MLD. I also got fitted the previous week for new compression and ensures quick response to GP practice with prescription. My legs are looking lovely at 6 weeks post op - thank you so much. Next surgery incoming 3rd Dec 25 - upper leg fronts :)"
    },
    {
      "author": "Elaine",
      "date": "Monday, October 27, 2025",
      "stars": 5,
      "title": "Lymphatic facial with Deborah",
      "text": "Such a lovely experience with Deborah today. The facial was incredibly relaxing, and my skin feels amazing. Would 100% recommend and I can't wait to come back. Deborah was so knowledgeable and gave me great advice on my particular skin concerns."
    },
    {
      "author": "Anonymous",
      "date": "Monday, October 13, 2025",
      "stars": 5,
      "title": "Scar therapy with Deborah",
      "text": "Fantastic session. Huge relief over scar tissue area, surgery was nearly three years ago!"
    },
    {
      "author": "Gemma",
      "date": "Thursday, October 9, 2025",
      "stars": 5,
      "title": "Swedish Massage with Deborah",
      "text": "A wonderful treatment with Debbie that I would highly recommend to anyone looking for complete relaxation in beautiful surroundings! Debbie listened to what I was looking for and absolutely delivered. I was so relaxed I fell asleep during my massage! Thank you Debbie x"
    },
    {
      "author": "Olivia",
      "date": "Monday, August 25, 2025",
      "stars": 5,
      "title": "Brazilian Lymphatic Sculpting massage full body with Deborah",
      "text": "I had never had a lymphatic massage before and didn't know what to expect. I could not have been happier! Deborah is so lovely and made me feel immediately at ease. The salon is beautiful and relaxing. I feel lighter and less bloated after the treatment, and can't wait to get back in again soon!"
    },
    {
      "author": "Anonymous",
      "date": "Thursday, August 14, 2025",
      "stars": 5,
      "title": "Post-Op MLD with Deborah",
      "text": "Been going to Debbie for post operative lymphatic drainage massage.. had two treatments now....after last weeks massage my fluid retention dramatically reduced and pain was far more manageable.. Debbie's great advice on scar minimising, I can already see the difference in 1 week.. wounds are healing great, now that I have bought the products she recommended..and stuck to her advice ....she is so knowledgable. I would highly recommend Debbie x"
    },
    {
      "author": "Anonymous",
      "date": "Thursday, July 31, 2025",
      "stars": 5,
      "title": "Lymphatic drainage followed by 15 min massage with Deborah",
      "text": "Debbie is a lovely, warm lady and a very skilled therapist. I had one of the best treatments I've ever had and I would have no hesitation in recommending her to anyone. I'll definitely be having more treatment soon. Thank you Debbie."
    },
    {
      "author": "Rhonda",
      "date": "Wednesday, June 18, 2025",
      "stars": 5,
      "title": "Oncology Massage with Deborah",
      "text": "The treatment was great at the time and the next day I felt even better. Debbie is so helpful and knowledgeable."
    }
  ]
}
